Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] A Wife's Sweet Revenge.tmx
Source language: ko_kr
Languages: en

source: 한빈아!
en: hanbin!

source: 가요, 모셔다 드릴게요.
en: let’s go. i’ll drive you.

source: 저 주시는 거예요?
en: Are you giving it to me?

source: 그럼 얘기가 빨라지겠네요.
en: great, then i can be brief.

source: 어떻게 그런 인간들이 다 있답니까?
en: How could such evil people exist?

source: 아, 응?
en: ah, yeah?

source: 예.
en: yes.

source: 그, 글쎄요….
en: I-I don’t know...

source: 엄마!
en: mommy!

source: 열두 시가 넘었는데,
en: It’s past 12...

source: 네가 아무리 그래봤자 넌 그저 쓰고 버려진 장난감일 뿐이야.
en: No matter what you do, you’re just a discarded toy.

source: 그래도….
en: but...

source: 어이쿠!
en: Careful!

source: 그래.
en: yes.

source: 하하하!
en: hahaha!

source: 찾아뵙고 인사드리려고 했는데….
en: and i wanted to come see you...

source: 장난이에요.
en: I’m kidding.

source: 당신 생각은 어때?
en: but what about you?

source: 그렇군요.
en: I see.

source: 그것도 그렇게 큰 돈을…?
en: And why a large amount like that...?

source: 정말 고마워요.
en: thank you so much.

source: 그 여자한테 받은 돈으로 열 스크린 골프장…
en: I’m opening a screen golf center with the money I got from that woman...

source: 그러니까…
en: so...

source: 그럼 이따 봐요, 영수 선생님.
en: I’ll see you later, Youngsoo.

source: 괜찮아요.
en: it’s all right.

source: 안 돼…!
en: We can’t...!

source: 그걸
en: are you...

source: …네.
en: all right...

source: 이제 그만 떼어내야겠어.
en: i should get rid of him now...

source: …안 받네.
en: he’s not picking up...

source: 적어도…
en: At least...

source: 만일의 사태에 대비해 한빈이한테 달아두었거든요.
en: ...so i put it on hanbin as a precaution.

source: 곧 갈테니까 조금만 기다려요.
en: Wait a little bit. I’ll be there soon.

source: 그러지 마시고, 제가 작은 아파트 하나 해드릴게요.
en: instead of breaking the lease altogether, let me find you a small apartment.

source: 수작이라뇨!
en: what are you talking about?!

source: 예, 다영 씨.
en: dayoung, hello.

source: 내가 한빈이 때문에 너무 즐거워.
en: Hanbin is an absolute delight.

source: 죄송한데, 저희 애 못보셨어요?
en: excuse me, but have you seen my son?

source: 가르쳐주는 척 하면서 반응을 한번 볼까?
en: Should I test her reaction while pretending to help her?

source: 최박순….
en: baksoon choi...

source: 실제로 같이 사는 일은 없을 테니.
en: i won’t actually move in with her.

source: 하하, 기억해 주는구나?
en: Haha, you remember me?

source: 하하, 사실 꽤 지났어요.
en: haha, it’s actually past time.

source: 나쁘지않네요.
en: i don’t think it’s a bad idea.

source: 아직 멀리 가진 않았어요.
en: ...he hasn’t gone too far.

source: 나이스 샷입니다, 여사님!
en: Nice work, Baksoon!

source: 높이, 높이!
en: higher, higher!

source: 좀 더 참을 수 있죠?
en: You can hold out for a little longer, right?

source: 타시죠.
en: Get in.

source: 오늘 한빈이 좀 부탁드릴게요.
en: And please look after Hanbin for me today.

source: 어떤 년인지… 잡아낼 거야!
en: I swear... I’ll find out who this b*tch is!

source: 손님, 진정하십시오!
en: sir, please calm down!

source: 내색은 하지 않지만 많이 힘들지….
en: You try not to show it, but I know it’s tough...

source: 순조롭게 잘 되어가는 모양이네요.
en: It seems it’s going smoothly so far.

source: 뭘 이 정도로요.
en: It was nothing.

source: 뭐요?
en: What is it?

source: 그리고 지금은 그 아이를 낳아서 키우고 있고….
en: and she’s been raising him all this time...

source: 다영 씨한텐 제가 있잖아요.
en: You have me.

source: 설마…!
en: no way...!

source: 안 그래도 어머니도 나한테 돈 얘기를 했는데, 창희는 당신한테….
en: mother came to me for money, while changhee went to you...

source: 사실 친구들하고 이 바에 온 적이 있어요.
en: ...i’ve been to this bar before with my friends.

source: 공룡 사탕 줘도 돼요?
en: can i give them a dino lollipop?

source: 일자리도 바뀌고, 뭐 이래저래….
en: i changed jobs, and well...

source: 계속 불응하시면 차창을 깨서라도 아이의 신원을 확보하겠습니다.
en: if you continue to resist, we’ll have to resort to breaking the window to verify the child’s identity.

source: 그냥 보내줘요.
en: and let us go.

source: 찾을 수 없는 곳으로.
en: somewhere no one will be able to find him.

source: 빨리 말해요!
en: hurry up!

source: 이년이 두 명 다 만나는 건 확실하네요.
en: this proves that she’s seeing both of them at the same time.

source: 그때까진… 참는 거야.
en: i have to bear with it... until then.

source: 저쪽에 가면 새끼 양들을 직접 만져볼 수 있는 체험장이 있대요.
en: they said they have a place set up over there where you can pet the lambs.

source: 진짜 어디에 있지?
en: where are they?

source: 어?
en: huh?

source: 오늘 제 집에서 자요.
en: the two of you can sleep over at my place tonight.

source: 아저씨도 좋아요!
en: and i like you too!

source: 마음이 편합니다.
en: I have nothing to fear.

source: 아, 밥…!
en: ah, dinner...!

source: 그 여자, 새로 옮긴 일터는 알아냈다고 했었죠?
en: and you said you found out where she works?

source: 기우일까?
en: am i worrying over nothing?

source: 이 원룸, 오빠가 이 여자 내 쫓을 때부터 살았을 거예요!
en: i bet this is where she was living after changyeob kicked her out!

source: 정력에 좋은 거 많이 넣어주세요.
en: i’d like a boatload of stamina-boosting ingredients, please.

source: 그 남자를 내 걸로 만들지 못했어.
en: I wasn’t able to make that man mine.

source: 거짓말이지!
en: you were lying,

source: 원래 있던 꽃집에서 멀지 않은 건물에 있는 사무실로 자리를 옮긴 것 같습니다.
en: i believe she got a new job at an office not too far from the flower shop.

source: 제가 관리하는 건물 중에 한 곳에서
en: A new cafe is about to open...

source: 많이 바쁜가?
en: maybe she’s busy?

source: 아빠~!
en: daddy!

source: 좋죠, 아는 단골 가게가 있으니 그쪽으로 가시죠.
en: I’m down. There’s this place I go to regularly, so let’s head there.

source: 하면서 나한테 돈을 좀 달라고 했거든….
en: ...and asked me to lend her some money...

source: 승완 씨?
en: seungwan?

source: 확인 부탁 드려요.
en: please take a look.

source: 난 사무실 구경 좀 하고 올게~!
en: I’ll go take a look around the office!

source: 어떤 아저씨가 엄마가 찾는다고 하면서 차에 태워줬는데,
en: a man said mommy sent him to come get me and he drove me here...

source: 와,
en: wow,

source: 아, 오셨습니까, 사모님.
en: oh, welcome, ma’am.

source: 헉…!
en: ack...!

source: 내가…
en: Is it...

source: 예?
en: Pardon?

source: 오늘 보자.
en: Let’s meet today.

source: 뒷자리에서 자는 애, 내 아들이고요.
en: i’m telling you the kid sleeping in the back is my son.

source: 당분간은 당신도 창희나 어머니한테서 연락 오면 받지 마.
en: for now, i don’t want you picking up if mother or changhee calls either.

source: 오늘 엄마 없어도 할머니네 집에서 잘 수 있지?
en: you can sleep at Grandma’s place without Mommy, right?

source: 승완 씨의 귓볼부터
en: start from your ear...

source: 지금 일하는 중이니까, 다시 연락 드릴게요.
en: i’m working right now. i’ll call you later.

source: 왠지 다영 씨 보면 느낌이 달라서요.
en: ...different when I see you.

source: 시작도 못한 복수를 여기서 끝낼 수는 없어.
en: I can’t give up on my revenge before I’ve even started.

source: 걱정마세요.
en: don’t worry.

source: 걔가 왜?
en: what about her?

source: 네.
en: yes.

source: 이거, 잘 마실게요.
en: We’ll make sure to enjoy the coffee.

source: 다영 씨?
en: dayoung?

source: …네!
en: right...!

source: 정말 인가요?
en: Really?

source: 그럼 다시 연락 드릴게요.
en: i’ll give you a call when i’m done.

source: 그리고…
en: and...

source: 못 봤는데요.
en: no, we haven’t.

source: 흐, 흥.
en: h-hmph.

source: 그래서 어떻게 됐는데요!
en: what happened after that?!

source: 저는 그만 가볼게요.
en: I’ll get going.

source: 아무튼!
en: ...but anyway!

source: 저만 믿어요!
en: just leave it to me!

source: 네….
en: Okay...

source: 어머?
en: oh?

source: 왜, 그 김다영 있잖아.
en: you know, dayoung kim or whatever.

source: 아… 네.
en: Ah... all right.

source: 응!
en: Good!

source: 가서 예쁘다, 예쁘다, 하면서 만져줘 봐.
en: go pet them, but be gentle.

source: 다영 씨, 그런 여자일 줄은 몰랐어요.
en: I didn’t know you were that kind of woman, Dayoung.

source: 그리고 그 아이,
en: ...and her kid...

source: 네, 사장님.
en: it’s me, boss.

source: 우리 공주님,
en: princess...

source: 알겠어요.
en: all right.

source: 저 여자 성질머리 장난 아니네.
en: quite the temper, that one.

source: 이제 됐어요, 영수 선생님.
en: it’s okay, youngsoo.

source: 내가 굳이 그 애를 납치까지 해가며 데려온들, 뭐 좋을 게 있다고.
en: what do i gain from going out of my way to kidnap her kid?

source: 괜찮으니까, 신경쓰지마요.
en: You’re fine. Don’t worry about it.

source: 그래요?
en: really?

source: 그렇지!
en: oh, i could do that!

source: 럭키…!
en: lucky me...!

source: 다영 씨는 지금 퇴근하겠네?
en: but if i’m not wrong, isn’t this is around when you clock off?

source: 알고 있어요.
en: i do.

source: 어쩔 거야?
en: what are you gonna do?

source: 멀리 가진 않을 거예요.
en: he can’t have gone far.

source: 언제부터 …?
en: since when...?

source: 감사합니다, 또 오세요.
en: thank you. please come again.

source: 그랬구나.
en: Oh, I see.

source: 굴레라….
en: Chains, you say...

source: 대현 씨 집에서요…?
en: at your place...?

source: 아이랑 같이 조용한 곳에 가서 사는 게 어떠십니까?
en: so you might consider going away to someplace quiet with your son.

source: 알겠습니다.
en: I understand.

source: 네!
en: yeah!

source: 어디예요?
en: where is it?

source: 그거, 우리끼리만 아는 말 같아서 설레네요.
en: this is exciting. it’s like we have our own secret code.

source: 다영 씨한테 새 일자리를 추천하고 싶어서요.
en: ...there’s a new job opening i think you should take.

source: 그러게요, 진짜 오랜만이네요.
en: i know, right. it feels like it’s been forever.

source: 뭐!?
en: what?!

source: 네에.
en: Okay.

source: 나가서 저녁 먹을까?
en: what do you say to going out for dinner?

source: 다영 씨…!
en: dayoung...!

source: 놀라실 줄은 몰랐어요….
en: I didn’t think you would be this caught off guard...

source: 괜찮대도요.
en: i already told you that it’s fine.

source: 다영 씨 잘못 아니래도.
en: it’s not your fault, dayoung.

source: 하하, 이거 어쩌죠.
en: haha, what to do?

source: 아무래도 심상치가 않은 것 같아서요.
en: it seems quite serious.

source: 흐흑…!
en: hic...!

source: 한빈이 치카치카 해야지?
en: hanbin, go brush your teeth, okay?

source: 이만 가보겠습니다.
en: I’ll get going now.

source: 왜 그래요, 대현 씨?
en: what’s the matter, daehyun?

source: 정말 고맙습니다…!
en: thank you so much...!

source: 그럼 퇴근 시간에 맞춰서 가겠습니다.
en: Then I’ll head over to the shop around closing time.

source: 이렇게 든든한 여자가 내 여자라니,
en: If my woman is this reliable,

source: 가까운 경찰서 주소 받았어요.
en: they just sent me the address of the nearest police station.

source: 그럼 오늘도 힘내요, 다영 씨.
en: Chin up, Dayoung.

source: 하아, 다영 씨….
en: Haa, Dayoung...

source: 궁금한 게 하나 더 있는데.
en: there’s one more thing i was curious about.

source: 경찰한테도 위치 정보를 공유 중이니까,
en: i’ve been sharing his location with the police...

source: 그런 말 말아요.
en: don’t say that.

source: 순조롭지만…
en: it’s been going smoothly...

source: 달아올랐군.
en: He’s turned on.

source: 난… 난 그저 복수를 하려고….
en: I... I was just trying to get my revenge...

source: 자, 그럼 기분 좋게 같이 수영 해볼까요?
en: All right, should we get this party started?

source: 가슴에 공룡이 그려진 연두색 옷을 입은 아인데….
en: he’s wearing a yellow-green shirt with a dinosaur on the front...

source: 이 다음은요?
en: what happened after?

source: 7억정도 한다더구나.
en: it’s about 700 million won*. *700 million won is approx. 700 thousand USD.

source: 이거.
en: here.

source: 우리야 뭐, 돈만 받으면 뭐든 한다지만.
en: i know we do anything as long as we get paid, but...

source: 후후, 시간 딱 맞춰서 오셨네요.
en: huhu, you came right on time.

source: 앗…!
en: Ah...!

source: 일이 잘 안 되기라도 했나?
en: did things not go as planned?

source: 자기네 핏줄이라고 데려가려고?
en: were they trying to take him away because he’s their flesh and blood?

source: 그때 저도 술에 좀 취한 상태여서 어쩌다 보니 연락처를 주게 됐어요.
en: but i was a little tipsy myself, so i ended up giving it to him.

source: 공감해주셔서 감사합니다.
en: Thank you for sympathizing with me.

source: 한빈이도 안녕.
en: hi, hanbin.

source: 제인이도 밥 안 먹였어?
en: you didn’t even feed jaein?

source: 저 사람들 말고!
en: not them!

source: 자유형 자세 좀 봐주실 수 있어요?
en: Could you help me with my freestyle body position?

source: 너무 걱정하지 말아요.
en: ...so don’t worry too much.

source: 다영 씨, 괜찮아?
en: Dayoung, are you okay?

source: 죄송해요.
en: I’m sorry.

source: 제가 얘기해 볼게요.
en: i’ll ask her about it.

source: 어디서 뭘 하고 있는 거야.
en: What is she doing?

source: 아니…!
en: but...!

source: 이 아이, 어떻게 하랍디까?
en: what are we supposed to do with the kid?

source: 일단 아이 신원부터 확인해야겠으니
en: we’ll need to verify the child’s identity,

source: 후후, 순조로운가 봐요?
en: Huhu, sounds like it’s been smooth sailing?

source: 얘기 해주시지!
en: you should have said something!

source: 그렇군요… 알겠습니다.
en: i see... all right.

source: 하하.
en: Haha.

source: 오늘 놀러 갔다 와서 피곤해 자고 있는데 왜요!?
en: he was tired and fell asleep after a long day out. what’s the problem here?!

source: 웬 경찰차가…!
en: what’s with all of these police cars...?!

source: 걔는 왜?
en: what about her?

source: 여보.
en: honey.

source: 아, 네, 네!
en: Ah, yes, yes!

source: 자, 잠깐만요, 다영 씨.
en: W-Wait, Dayoung.

source: 오늘은 일찍 퇴근해서 외식할까.
en: should i go home early today so we can eat out?

source: 뭐, 섬 같은데 데리고 가서 버리고 와야겠지.
en: we’ll probably have to strand him on an island or something.

source: 응….
en: yeah...

source: 다영아….
en: Dayoung...

source: 네, 좋아요!
en: yes, i would love to!

source: 왜요?
en: why?

source: 대현 씨도 참…!
en: daehyun...!

source: 그럼요.
en: Of course.

source: 아무 일 없을 거예요.
en: everything’s going to be okay.

source: 자세, 아주 좋습니다.
en: very good.

source: 일단 앉으시죠, 다영 씨…!
en: here, have a seat, dayoung...!

source: 괜찮아요, 다영 씨?
en: are you okay, dayoung?

source: 정말 얼굴 못 들어요, 저.
en: ...i won’t be able to live with myself.

source: 아, 그런데 말이야.
en: Oh, but I’ve been meaning to ask.

source: 이제 퇴근하나 보네요.
en: It looks like you’re finally heading home.

source: 실례합니다.
en: excuse us.

source: 나밖에 모르던 사람이 갑자기 왜….
en: He’s only ever had eyes for me, so why...

source: 말도 안 돼….
en: this makes no sense...

source: 응?
en: hm?

source: 다시 여기 와서 옷을 갈아입고.
en: ...and came back here to change.

source: 아, 그게….
en: Oh, the thing is...

source: 너를 위해서라도 포기하지 않을 거야.
en: ...I won’t give up, for your sake.

source: 아,
en: ah,

source: 내일 출근 해야 돼서 안 돼요.
en: i have work tomorrow so i can’t.

source: 세탁해 드릴게요.
en: I’ll wash your pants for you.

source: 대현 씨!
en: daehyun!

source: 그냥 소란스럽기만 했어요.
en: they made a lot of noise, but that was it.

source: 아, 예, 예에.
en: Ah, yes!

source: 다영 씨에게 수익을 모두 드리는 것이 어떨까 합니다.
en: And I was thinking of giving you all of the profits, Dayoung.

source: 그런가 봐요.
en: It looks like it.

source: 그런 줄도 모르고,
en: i didn’t even know, and...

source: 정신차려!
en: Get a grip!

source: 못 하겠어…!
en: I can’t do it...!

source: 그들이 가진 모든 걸 다 빼앗을 생각으로요.
en: I want to take everything away from them.

source: 사장님도 한빈이 보고 싶어 하시니까.
en: and ms. min wants to see him too.

source: 전에 봤지만 한빈이한테도 잘해주던데.
en: He was good with Hanbin, too.

source: 내 분노에 장작을 대줘서 고마워.
en: Thank you for fanning the flames of my wrath.

source: 왜, 무슨 일이야?
en: why, is there a problem?

source: 그 아이.
en: that child.

source: 당신, 예전에 간 뺏고 내쫓은 여자 있잖아.
en: remember that girl you kicked out after you took her liver?

source: 엄마 잃어 버렸다고 하도 울어서 어쩔 수 없이,
en: the kid wouldn’t stop crying about losing his mom.

source: 방법이….
en: what to do...

source: 네?
en: yes?

source: 그럼 인사들 나눠!
en: Then you two keep talking!

source: 제가 해야할 일이 뭡니까?
en: What can I do?

source: 딱히 이상한 사람 같진 않은데….
en: ...he doesn’t seem like a weird person...

source: 그땐 저한테 와주겠다고.
en: ...you’ll come to me.

source: 대현 씨….
en: daehyun...

source: 엄마, 있지, 공룡 사탕 아저씨가
en: mommy, look at this! mr. dino lollipop, he...

source: 공동명의라면 상관 없겠지만,
en: it wouldn’t be a problem if it was an equal partnership...

source: 감사해요.
en: Thank you.

source: 아가씨가 요즘 제정신 아니잖아.
en: ...miss changhee hasn’t been in her right mind lately.

source: 안 됩니다.
en: we can’t do that, sir.

source: 한빈이 좋겠네?
en: sounds like you had fun, hanbin!

source: 저도 몰라요.
en: i’m not sure either.

source: 하하, 신경 쓰지 마세요.
en: haha, don’t let it get to you.

source: 어때요, 오늘 뭐 없으면 같이 술이라도 한잔 할래요?
en: If you don’t have anything else planned for today, do you want to get a drink together?

source: 승완 씨 아니세요?
en: Is that you, Seungwan?

source: 역시 그렇지?
en: Right?

source: 어렵지도 않고….
en: and it’s not even that hard...

source: 조창엽…!
en: changyeob cho...!

source: 갑자기 그래서 당황하셨죠?
en: You must have been caught off guard.

source: 대현 씨한테 부탁이 있어요.
en: I have a favor to ask you.

source: 대체 뭘?
en: what are you talking about?

source: 뭐야, 집에서 있으면서 저녁밥도 준비 안 해놓고.
en: what, you were at home and didn’t even make dinner?

source: 제가 영수 씨랑 만나는 거 질투하나보다.
en: she must be jealous that i’m dating you.

source: 커피까지 사주셔서 너무 감사해요.
en: Thank you for the food and the coffee.

source: 아, 그러고 보니.
en: ah, come to think of it...

source: 신세라뇨.
en: you don’t owe me anything.

source: 믿을 수밖에 없겠어요!
en: I have no choice but to believe you!

source: 그게 사실이야?
en: is that true?

source: 그 애가 오빠 애인 거 알면, 분명 데려오려고 할 거예요.
en: if she finds out that boy is changyeob’s, she’ll definitely try to bring him back.

source: 자, 이제 가죠.
en: all right, let’s go.

source: 번번이 폐를 끼칠 수는….
en: we can’t keep bothering you like this...

source: 영수 선생님!
en: Youngsoo!

source: 다, 당연하죠!
en: o-of course i don’t!

source: 불쌍한 우리 다영이.
en: Poor, sweet Dayoung.

source: 이 시간에 누구지?
en: Who could it be at this hour?

source: 아, 당신.
en: ah, honey.

source: 갑자기 왜 이러는지 모르겠어….
en: I don’t know what’s gotten into him all of a sudden...

source: 일이 다 끝난 모양이네요.
en: it looks like you’re all done.

source: 대현 씨…
en: daehyun...

source: 그럼 그날 밤에 바람을 피웠다는 거야, 뭐야?
en: does that mean she was having an affair that night, or what?

source: 아, 물론 다영 씨도!
en: Ah, of course you are too!

source: 무슨 일 있으면 지금처럼 꼭 연락 주시고요.
en: please let me know if anything else happens.

source: …네?
en: What...?

source: 좋아요.
en: Fine.

source: 얼마나 모자란데요?
en: How much do you need?

source: 무슨….
en: Nonsense...

source: 후후, 고맙습니다.
en: huhu, thank you.

source: 한빈아…?
en: Hanbin...?

source: 여보세요?
en: Hello?

source: 네, 그럴게요.
en: alright, i will.

source: 네…!
en: right...!

source: 만혁 씨가 없으면 살지 못할 정도로 푹 빠지게….
en: Seduce Baksoon Choi so she won’t be able to live without you...

source: 하지만….
en: but...

source: 당신은….
en: You are...

source: 그럼 그 집은요?
en: then what about that place?

source: …저, 다영 씨.
en: um... dayoung.

source: 누가 한빈이를….
en: who could have taken hanbin...?

source: 한빈이 친구들이 착각 했나 봐요.
en: ...that his friends misunderstood.

source: 대현 씨도 날 역겹다고 생각할 거야.
en: i’m sure daehyun is disgusted by me too.

source: 기회 주셨으면 합니다.
en: Please give me a chance.

source: 저도,
en: I agree...

source: 지금 바로 가죠!
en: let’s go right now!

source: 만약… 우리 예상이 맞다면…
en: if... it turns out that we’re right...

source: 한빈이한테 위치 추적기를 달아뒀어요.
en: ...i put a gps tracker on hanbin.

source: 다영 씨가 지금 얼마나 힘든 줄 알아….
en: I understand how hard it is for you right now...

source: 아유, 나야 좋은데… 그래도 될까요?
en: goodness, i’d love to, obviously... but is it really okay?

source: 후후, 승완 씨 너무 속 보이는 거 아니에요?
en: Huhu, don’t you think you’re a bit too easy to read?

source: 혹시 불쾌하지 않으시다면,
en: if it doesn’t make you uncomfortable...

source: 가면서 아까 말씀 드린 얘기도 좀 하고요.
en: We can talk about the thing I mentioned on the way.

source: 이 서방한테서 상견례 하자는 얘기라도 나와야 하는 시점 아니니?
en: Isn’t it about time for Seungwan to bring up marriage?

source: 아무튼 조심해, 다영 씨.
en: anyway, you be careful, dayoung.

source: 아, 아니예요.
en: I-It’s not like that.

source: 그런 거 없어요.
en: It’s nothing like that.

source: 뭐?
en: what?

source: 그럼 부탁드릴게요.
en: All right, thank you.

source: 그래도…
en: but...

source: 알겠어.
en: Then you’re fine.

source: 한빈이한테는
en: hanbin needs...

source: 공룡 사탕 아저씨 차 타고 집에 가자?
en: let’s go home in mr. dino lollipop’s car.

source: 정말 죄송해요.
en: I'M SO SORRY.

source: 오셨어요, 대현 씨?
en: welcome back, daehyun.

source: 아, 네, 대현 씨.
en: ah, yes, daehyun.

source: 걱정했어요….
en: ...because you haven’t been picking up...

source: 괜찮니?
en: are you okay?

source: 다영 씨가 재밌다고 해주니까 기쁘네요.
en: I’m glad to hear that you’re enjoying yourself.

source: 커피 한 잔 마실 시간은 있는데.
en: I have enough time for a cup of coffee.

source: 오늘 저를 위해 요리해 준다고 하셔서 기껏 장 보러 나왔는데,
en: we’re here to shop for ingredients since you said you were going to cook for me.

source: 아직도 어렵긴 하지만, 할만 해요.
en: i’m still getting used to it, but it’s not too bad.

source: 가벼운 마음으로 다영 씨한테 다가가는 거 아닙니다.
en: I’m not taking this lightly, Dayoung.

source: 다영 씨…?
en: dayoung...?

source: …오셨어요?
en: You’re here...

source: 왜?
en: why?

source: 아직 가게에 계시죠?
en: are you still at the shop?

source: 어린이 유괴 신고가 접수되었습니다.
en: we’ve just received a report of a child abduction, sir.

source: 고맙습니다, 대현 씨.
en: thank you, daehyun.

source: 아주머니 회원분들이 귀여워해 주시는 거죠.
en: so the older women like to dote on me, that’s all.

source: 대신 아저씨랑 신나게 놀러 다닐 거야, 어때?
en: you and i will have lots of fun together instead, how about it?

source: 굉장히 신나 보이네?
en: you’re positively glowing.

source: 꺅!
en: kyaa!

source: 후후, 힘내세요.
en: Huhu, keep up the good work.

source: 다영 씨를…!
en: Today I’ll definitely...!

source: 계획대로 진행되나 보군.
en: Seems things are going according to plan.

source: 뭐야…?
en: what the hell...?

source: 이래도 될까….
en: is it really okay to be doing this...?

source: 이 목소리는….
en: This voice belongs to...

source: 어쩔 수 없네요.
en: i guess i have no choice.

source: 좋은 사람 같아 보이는데, 잘 지내보지 그래?
en: He seems like a good person. Why don’t you try getting to know him better?

source: 너 때문에 내가…!
en: because of you, i..!

source: 그래, 그러자.
en: yeah, let’s do that.

source: 그럼 사장님, 잘 부탁 드릴게요.
en: okay, mister. i’ll leave it to you.

source: 움직인다.
en: they’re on the move.

source: 수고했어요.
en: great work.

source: 만나면 사탕 주는 아저씨라고.
en: Because you’re always giving him candy.

source: 이건 진짜 단순한 서류 정리 업무라 중요한 것 같진 않은데….
en: but all i’m doing is organizing files, so it doesn’t feel very important...

source: 내 아들 내놔!
en: give me back my son!

source: 몸이 닿았는데.
en: ...all over her body.

source: 따지고 보면 날 위한 거잖아요.
en: You did it for my sake.

source: 필요한 자료는 다 보내드렸으니, 문제없겠죠?
en: you can do it, right? i sent you all the documents you asked for.

source: 한빈이는요?
en: what about hanbin?

source: 주문하신 화분 왔거든요, 그래서…!
en: Because your plant arrived...!

source: 저도요.
en: me too.

source: 어떻게…,
en: how...

source: 오늘 너무 성급했어.
en: I was too hasty.

source: 나도 좋아서하는 일인걸, 뭐.
en: i’m just doing it because i want to.

source: 하루라도 빨리요.
en: the earlier the better.

source: 그러니까 다영 씨는 다영 씨 스스로를 돌보셔야 해요.
en: so take care of yourself.

source: 그, 그게.
en: U-Uh...

source: 다영 씨.
en: dayoung.

source: 시치미 떼지 마요.
en: don’t play innocent.

source: 왜…
en: why...?

source: 그럼 이만….
en: Then, I’ll be on my way...

source: 아가씨, 뭘 어떻게 하려고요?
en: miss, what are you up to?

source: 김다영 그년이 낳은 애 잡느라 정신없다고.
en: i’ve been way too preoccupied with getting to that b*tch dayoung’s kid.

source: 네, 승완 씨.
en: Hello, Seungwan.

source: 아유, 뭐 이정도로….
en: Goodness, don’t flatter me...

source: 못 준데도 데려와야지.
en: i won’t take no for an answer.

source: 승완 씨는 결혼할 여자친구가….
en: You have a girlfriend who you’re going to marry, Seung--

source: …사장님.
en: Boss...

source: 용가리 튀김!
en: dino nuggets!

source: 내가 데리고 올게.
en: I’ll go pick him up.

source: 유치원에 있을 시간인데,
en: He’s at kindergarten right now.

source: 당연한 거야.
en: There is no alternative.

source: 데이트는 다음에 제대로 해.
en: Just take me on a proper date next time.

source: 갑자기 하루아침에 행복해지니,
en: my life became happy overnight...

source: 새 일자리요?
en: a new job?

source: 그래, 끝났어.
en: you’re right.

source: 아… 그래요…?
en: ah, really...?

source: …그 사람들, 어디있죠?
en: where are those people now...?

source: 68화
en: episode 68

source: 다영 씨도 수고하세요.
en: Have a good day at work, Dayoung.

source: 저 남자분하고는 함께하기 싫어서 핑계 대신 거 알겠고…, 진짜 어디 가야 해요?
en: I know you said it to avoid the man back there... but do you actually have somewhere to go?

source: …네에?
en: pardon...?

source: 영수 씨는 모르는 여자라고 했다구요…!?
en: youngsoo said he didn’t know her....!

source: * 본 작품은 주식회사 툰스가 저작권자와의 계약에 따라 발행한 것으로 저작권법의 보호를 받는 저작물입니다.
en: This work is published under contract with the copyright holder by Toons Co., Ltd. and is protected by the Copyright Act.

source: 근데 불은 꺼주실래요?
en: But could you turn off the lights?

source: 그쪽에서 눈치를 채고 피한 건지 뭔지는 모르겠지만…
en: i don’t know if they noticed and ran...

source: 미안해요, 잠시만요.
en: i’m sorry, just one second.

source: 수강생 더 받는 거 내일로 미뤄요.
en: Don’t start taking on more students until tomorrow.

source: 그렇구나.
en: I see.

source: 그럼, 전 이만 가보겠습니다.
en: i’ll be on my way then.

source: 그건 유괴범으로 몰릴까 봐 쫄아서 그냥 거짓말한 거고!
en: that was a lie i made up because i was afraid we’d look like kidnappers!

source: 왜 나한테 복수하는 거야?
en: why are you getting revenge on me?

source: 정말 미인이십니다.
en: ...but you truly are beautiful.

source: 드디어 나왔군.
en: she’s finally out.

source: 70화
en: episode 70

source: 여기요.
en: Here you go.

source: 어머니가 제인이를 안 봐주니까 자기를 만날 틈이 안 나잖아.
en: Anyway, we can’t meet up because my mother-in-law won’t watch Jaein for me.

source: 그리고 그 여자 딸이 미쳐있는 모양이더군요.
en: and it seems like that woman’s daughter has lost it.

source: 아이들이 그럴 수도 있죠, 뭐….
en: no worries. that’s just how kids are...

source: 무슨 전화였어?
en: what was that call about?

source: 통화가 좀 길었죠?
en: i was on the phone for a while, wasn’t i?

source: 헉!
en: *Gasp!*

source: 무슨 일입니까?
en: is there a problem, officer?
